tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "bash-language-server"
brew "bat"
brew "ctags"
brew "fd"
brew "fish"
brew "fisher"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "graphviz"
brew "jq"
brew "k9s"
brew "marksman"
brew "neofetch"
brew "neovim"
brew "node"
brew "ocrmypdf"
brew "postgresql", restart_service: true
brew "prettier"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "solargraph"
brew "spotify-tui"
brew "starship"
brew "telnet"
brew "tldr"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vivid"
brew "vscode-langservers-extracted"
brew "watchman"
brew "yaml-language-server"
brew "yarn"
brew "youtube-dl"
brew "zinit"
brew "zsh"
cask "appcleaner"
cask "audient-evo"
cask "calibre"
cask "dash"
cask "elgato-camera-hub"
cask "firefox"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "iterm2"
cask "kap"
cask "monitorcontrol"
cask "netspot"
cask "ngrok"
cask "obsidian"
cask "proxyman"
cask "qlmarkdown"
cask "rapidapi"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "tableplus"
cask "vlc"
cask "wireshark"
cask "zoom"
