tap "github/gh"
brew "1password-cli"
brew "aider"
brew "bash-language-server"
brew "bat"
brew "cocogitto"
brew "elixir-ls"
brew "fastfetch"
brew "fd"
brew "ffsend"
brew "fish"
brew "fisher"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "graphviz"
brew "jq"
brew "k9s"
brew "lazygit"
brew "marksman"
brew "mas"
brew "mise"
brew "mole"
brew "node"
brew "ocrmypdf"
brew "ollama"
brew "opencode"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "tailwindcss-language-server"
brew "taplo"
brew "tbls"
brew "telnet"
brew "tldr"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vivid"
brew "yaml-language-server"
brew "yarn"
brew "yt-dlp"
brew "zsh"
cash "apparency"
cask "appcleaner"
cask "audient-evo"
cask "calibre"
cask "cleanshot"
cask "dash@6"
cask "devutils"
cask "elgato-camera-hub"
cask "firefox"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@canary"
cask "handbrake"
cask "hazeover"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "keyboardcleantool"
cask "latest"
cask "livebook"
cask "markedit"
cask "monitorcontrol"
cask "neo-network-utility"
cask "netspot"
cask "ngrok"
cask "ok-json"
cask "orbstack"
cask "postgres-app"
cask "proxyman"
cask "qlmarkdown"
cask "quicklook-video"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "responsively"
cask "screen-studio"
# cask "shottr"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "tableplus"
# cask "textsniper"
cask "wireshark"
cask "zoom"
