tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "aichat"
brew "aider"
brew "bash-language-server"
brew "bat"
brew "btrachey/pyenv/pyenv-default-packages"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fisher"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "graphviz"
brew "jq"
brew "k9s"
brew "lazygit"
brew "marksman"
brew "mas"
brew "node"
brew "ocrmypdf"
brew "ollama"
brew "postgresql", restart_service: true
brew "prettier"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "spotify_player"
brew "starship"
brew "stow"
brew "tailwindcss-language-server"
brew "telnet"
brew "tldr"
brew "tree"
brew "typescript"
brew "typescript-language-server"
brew "vivid"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "yarn"
brew "yt-dlp"
brew "zsh"
cask "appcleaner"
cask "audient-evo"
cask "calibre"
cask "cleanshot"
cask "dash6"
cask "devutils"
cask "elgato-camera-hub"
cask "firefox"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-chrome-canary"
cask "handbrake"
cask "hazeover"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "keyboardcleantool"
cask "latest"
cask "monitorcontrol"
cask "netspot"
cask "ngrok"
cask "obsidian"
cask "ok-json"
cask "orbstack"
cask "proxyman"
cask "qlmarkdown"
cask "qlvideo"
cask "rapidapi"
cask "raycast"
cask "responsively"
cask "screen-studio"
# cask "shottr"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "tableplus"
# cask "textsniper"
cask "wireshark"
cask "zoom"
